{
    "@context": "http:\/\/localhost:8888\/omeka\/api-context",
    "@id": "http:\/\/localhost:8888\/omeka\/api\/items\/7",
    "@type": ["o:Item", "mmmmo:MusicArtist"],
    "o:id": 7,
    "o:is_public": true,
    "o:owner": {
        "@id": "http:\/\/localhost:8888\/omeka\/api\/users\/1",
        "o:id": 1
    },
    "o:resource_class": {
        "@id": "http:\/\/localhost:8888\/omeka\/api\/resource_classes\/415",
        "o:id": 415
    },
    "o:resource_template": {
        "@id": "http:\/\/localhost:8888\/omeka\/api\/resource_templates\/4",
        "o:id": 4
    },
    "o:thumbnail": null,
    "o:title": "Sting",
    "thumbnail_display_urls": {
        "large": null,
        "medium": null,
        "square": null
    },
    "o:created": {
        "@value": "2021-11-21T10:20:43+00:00",
        "@type": "http:\/\/www.w3.org\/2001\/XMLSchema#dateTime"
    },
    "o:modified": {
        "@value": "2021-11-21T10:31:35+00:00",
        "@type": "http:\/\/www.w3.org\/2001\/XMLSchema#dateTime"
    },
    "o:media": [],
    "o:item_set": [],
    "o:site": [{
        "@id": "http:\/\/localhost:8888\/omeka\/api\/sites\/1",
        "o:id": 1
    }],
    "dcterms:title": [{
        "type": "literal",
        "property_id": 1,
        "property_label": "Title",
        "is_public": true,
        "@value": "Sting"
    }],
    "foaf:firstName": [{
        "type": "literal",
        "property_id": 139,
        "property_label": "firstName",
        "is_public": true,
        "@value": "Gordon Matthew Thomas"
    }],
    "foaf:familyName": [{
        "type": "literal",
        "property_id": 145,
        "property_label": "familyName",
        "is_public": true,
        "@value": "Sumner"
    }],
    "foaf:birthday": [{
        "type": "literal",
        "property_id": 182,
        "property_label": "birthday",
        "is_public": true,
        "@value": "2 octobre 1951"
    }],
    "dcterms:description": [{
        "type": "literal",
        "property_id": 4,
        "property_label": "Description",
        "is_public": true,
        "@value": "Sting, de son vrai nom Gordon Matthew Thomas Sumner, né le 2 octobre 1951 à Wallsend (North Tyneside), est un auteur-compositeur-interprète et musicien britannique, brièvement instituteur et occasionnellement acteur. Il a acquis la célébrité à la fin des années 1970 au sein du groupe pop-rock The Police en tant que bassiste et chanteur avant de connaître également le succès en menant une carrière en solo à partir de 1985."
    }],
    "mmmmo:activity": [{
        "type": "literal",
        "property_id": 400,
        "property_label": "activity",
        "is_public": true,
        "@value": "Auteur-compositeur-interprète, chanteur, guitariste, bassiste, producteur de musique et acteur"
    }],
    "mmmmo:image": [{
        "type": "literal",
        "property_id": 438,
        "property_label": "image",
        "is_public": true,
        "@value": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/d\/d7\/Sting_at_the_2009_Tribeca_Film_Festival.jpg"
    }],
    "mmmmo:genre": [{
        "type": "literal",
        "property_id": 433,
        "property_label": "genre",
        "is_public": true,
        "@value": "\tRock, Pop, new wave, jazz, new age, blue-eyed soul, reggae, Smooth jazz"
    }],
    "dcterms:available": [{
        "type": "literal",
        "property_id": 22,
        "property_label": "Date Available",
        "is_public": true,
        "@value": "1974"
    }],
    "mmmmo:instrument": [{
        "type": "literal",
        "property_id": 440,
        "property_label": "instrument",
        "is_public": true,
        "@value": "Fender Precision Bass guitare"
    }],
    "mmmmo:biography": [{
        "type": "literal",
        "property_id": 407,
        "property_label": "biography",
        "is_public": true,
        "@value": "\nFils aîné d\u0027Ernest Sumner (1926-1987), ouvrier naval devenu livreur de lait pour échapper à la crise de ce secteur, et d\u0027Audrey Cowell (1931-1987), coiffeuse2, Gordon Matthew Thomas Sumner a un frère, Philip, et deux sœurs, Angela et Anita3.\n\nIl se passionne tôt pour la musique, encouragé par sa mère, pianiste amateur, mais sans l\u0027approbation de son père qui veut le voir faire un « vrai métier ». Au début des années 1960, il découvre la guitare que son oncle a laissée dans sa maison et se saigne les doigts à apprendre à jouer de cet instrument4.\n\nIl fait donc ses premières armes musicales à la guitare, mais découvre aussi le piano, la mandoline, le saxophone, l\u0027harmonica et la flûte de Pan.\n\nIl suit les cours du Northern Counties College of Education de 1971 à 1974, puis est instituteur pendant deux ans à la St. Paul\u0027s Middle School de Cramlington. C\u0027est pendant ces années qu\u0027il joue avec des groupes de jazz le soir et les week-ends. Son surnom de « Sting » lui est attribué en 1972 après le concert d\u0027un de ses groupes, The Phoenix Jazzmen, alors qu\u0027il porte un pull noir à rayures jaunes sur scène : le trombone et leader du groupe, Gordon Soloman5, trouve qu\u0027il ressemblait à une guêpe d\u0027où le nom (« Sting » veut dire « dard » ou « piqûre »)6 (Soloman faisant probablement référence aussi à ses performances sexuelles7).\n\nThe Phoenix Jazzmen décident finalement de mettre fin à leur répertoire de reprises et d\u0027interpréter leurs propres compositions. À la surprise générale, Sting ne connaît pas le solfège et est provisoirement renvoyé. Il apprend le solfège en une trentaine de jours mais déjà remplacé, il ne pourra pas réintégrer le groupe.\n\nEn 1976, alors que Sting est le contrebassiste et chanteur du groupe Last Exit, Stewart Copeland, cherchant alors un bassiste, le découvre lors d\u0027un concert et lui propose de former un groupe avec le guitariste français Henry Padovani (ce dernier étant remplacé plus tard par Andy Summers). Le groupe s\u0027appellera The Police et le trio connaîtra un succès mondial. Leur premier succès, Roxanne installe le groupe en haut des classements musicaux, place qu\u0027il retrouvera tout au long de sa carrière.\n\nEn 1979, Sting fait ses débuts au grand écran dans l\u0027adaptation cinématographique de l\u0027opéra-rock Quadrophenia (du groupe The Who).\n\nThe Police connaît un grand succès mondial à travers ses cinq albums : Outlandos d\u0027Amour (1978), Reggatta de Blanc (1979), Zenyattà Mondatta (1980), Ghost in the Machine (1981), et Synchronicity (1983) qui contient notamment le plus grand succès de l\u0027année 1983, la chanson de Sting Every Breath You Take. Le groupe se lance dans le Synchronicity Tour qui comprend 105 dates et débute le 23 juillet 1983 à Chicago. Comme lors de la précédente tournée, Sting impose au groupe des choristes. La tournée connaît son apogée le 7 août 1983 au Shea Stadium à New York où le groupe joue devant plus de 70 000 personnes. À la fin de ce concert exceptionnel, Sting annonce au public : « Nous voulons remercier les Beatles pour nous avoir prêté leur stade »8 et dira ensuite « Durant notre show, j\u0027ai pensé, voilà, c\u0027est terminé, on ne pourra jamais faire mieux que ça. C\u0027est là que j\u0027ai décidé d\u0027arrêter le groupe »8 Sting annonce donc à Stewart Copeland et Andy Summers qu\u0027il souhaite arrêter.\n\nUn concert est enregistré à Atlanta le 13 et le 14 novembre 1983, au plus fort de la tournée. Il sort en film en 1984, et en 1995 sur le deuxième CD de l\u0027album Live! À la fin de la tournée, le 4 mars 1984 à Melbourne, le groupe annonce qu\u0027il fait une pause et qu\u0027il prend une année sabbatique au bout de laquelle il ne se reformera pas. Un premier rendez-vous est pourtant prévu en juillet 1984 mais Sting, Andy Summers et Stewart Copeland « oublient » de se retrouver en studio pour enregistrer leur sixième album. Les tensions au sein du groupe atteignent le point de non-retour. Sting tourne pendant l\u0027été 1984 dans The Bride de Franc Roddam où il joue le rôle du Baron Victor Frankenstein. Au printemps 1985, Sting enregistre son premier album solo The Dream of the Blue Turtles avec des musiciens issus du jazz, le pianiste Kenny Kirkland, le saxophoniste Branford Marsalis, le bassiste Darryl Jones et le batteur Omar Hakim ainsi que les choristes Dolette McDonald et Janice Pendarvis et démarre une carrière solo. Un film sera tourné en 1986 coïncidant avec la naissance de son nouveau groupe et s\u0027intitulera Bring On the Night.\n\nEn février 2007, Sting annonce que le groupe The Police se reforme et entame une tournée mondiale. Les 29 et 30 septembre 2007, lors des concerts au stade de France, le groupe offre une surprise à ses fans français, en faisant monter sur scène Henry Padovani pour reprendre Next to you.\n\nThe Dream of the Blue Turtles, sort en 1985 et comporte des chansons engagées comme Russians et Children\u0027s Crusade, et des sonorités plus jazzy comme sur If You Love Somebody Set Them Free, Children\u0027s Crusade ou encore Consider Me Gone. La même année, il fait les chœurs sur la chanson Money for Nothing de Dire Straits pour laquelle il est crédité comme coauteur avec Mark Knopfler car elle incorpore la mélodie de Don\u0027t Stand So Close to Me.\n\nSon deuxième album, …Nothing Like the Sun, sort en 1987, plus rock mais avec des reliquats jazz (Englishman in New York avec le saxophoniste Branford Marsalis). Il reprend aussi un titre de Jimi Hendrix, Little Wing avec Gil Evans. Sting est un des premiers artistes à dénoncer le régime de Pinochet9 (They Dance Alone). Le funk revient avec We\u0027ll Be Together. Sting s\u0027entoure de musiciens comme Eric Clapton, Hiram Bullock et Mark Knopfler, et voit une nouvelle collaboration avec Andy Summers. Si sur son premier album il ne jouait que de la guitare, ici il joue également de la basse sur History Will Teach us Nothing et Fragile.\n\nL\u0027album suivant, The Soul Cages, marque un virage rock bien entamé à travers le recrutement du guitariste Dominic Miller, sur lequel il aborde des questions métaphysiques à la suite du décès de son père, en allant puiser l\u0027inspiration dans ses souvenirs d\u0027enfance à Newcastle. Cet album a moins de succès critique, malgré la réussite de la tournée qui suit avec notamment la première apparition de Vinnie Colaiuta à la batterie qui deviendra un habitué de son groupe.\n\n"
    }],
    "mmmmo:download": [{
        "type": "literal",
        "property_id": 423,
        "property_label": "download",
        "is_public": true,
        "@value": "https:\/\/www.deezer.com\/fr\/artist\/368"
    }],
    "mmmmo:group": [{
        "type": "literal",
        "property_id": 434,
        "property_label": "group",
        "is_public": true,
        "@value": "The Police"
    }],
    "mmmmo:producer": [{
        "type": "literal",
        "property_id": 480,
        "property_label": "producer",
        "is_public": true,
        "@value": "Sting"
    }],
    "mmmmo:wikipedia": [{
        "type": "literal",
        "property_id": 529,
        "property_label": "wikipedia",
        "is_public": true,
        "@value": "https:\/\/fr.wikipedia.org\/wiki\/Sting"
    }]
}