{
    "@context": "http:\/\/localhost:8888\/omeka\/api-context",
    "@id": "http:\/\/localhost:8888\/omeka\/api\/items\/8",
    "@type": ["o:Item", "mmmmo:MusicArtist"],
    "o:id": 8,
    "o:is_public": true,
    "o:owner": {
        "@id": "http:\/\/localhost:8888\/omeka\/api\/users\/1",
        "o:id": 1
    },
    "o:resource_class": {
        "@id": "http:\/\/localhost:8888\/omeka\/api\/resource_classes\/415",
        "o:id": 415
    },
    "o:resource_template": {
        "@id": "http:\/\/localhost:8888\/omeka\/api\/resource_templates\/4",
        "o:id": 4
    },
    "o:thumbnail": null,
    "o:title": "Chester Bennington",
    "thumbnail_display_urls": {
        "large": null,
        "medium": null,
        "square": null
    },
    "o:created": {
        "@value": "2021-11-21T10:42:28+00:00",
        "@type": "http:\/\/www.w3.org\/2001\/XMLSchema#dateTime"
    },
    "o:modified": {
        "@value": "2021-11-21T10:42:28+00:00",
        "@type": "http:\/\/www.w3.org\/2001\/XMLSchema#dateTime"
    },
    "o:media": [],
    "o:item_set": [],
    "o:site": [{
        "@id": "http:\/\/localhost:8888\/omeka\/api\/sites\/1",
        "o:id": 1
    }],
    "dcterms:title": [{
        "type": "literal",
        "property_id": 1,
        "property_label": "Title",
        "is_public": true,
        "@value": "Chester Bennington"
    }],
    "foaf:firstName": [{
        "type": "literal",
        "property_id": 139,
        "property_label": "firstName",
        "is_public": true,
        "@value": "Chester Charles"
    }],
    "foaf:familyName": [{
        "type": "literal",
        "property_id": 145,
        "property_label": "familyName",
        "is_public": true,
        "@value": "Bennington"
    }],
    "foaf:birthday": [{
        "type": "literal",
        "property_id": 182,
        "property_label": "birthday",
        "is_public": true,
        "@value": "20 mars 1976"
    }],
    "dcterms:description": [{
        "type": "literal",
        "property_id": 4,
        "property_label": "Description",
        "is_public": true,
        "@value": "Chester Bennington, né le 20 mars 1976 à Phoenix (Arizona), et mort le 20 juillet 2017 à Palos Verdes Estates (Californie), est un chanteur américain. Il a été le chanteur principal du groupe de nu metal Linkin Park, du groupe Dead by Sunrise dont il était le fondateur et, de mai 2013 à novembre 2015, du groupe Stone Temple Pilots."
    }],
    "mmmmo:activity": [{
        "type": "literal",
        "property_id": 400,
        "property_label": "activity",
        "is_public": true,
        "@value": "Chanteur\nCompositeur"
    }],
    "mmmmo:image": [{
        "type": "literal",
        "property_id": 438,
        "property_label": "image",
        "is_public": true,
        "@value": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/6\/6d\/Linkin_Park-Rock_im_Park_2014-_by_2eight_3SC0327.jpg?uselang=fr"
    }],
    "mmmmo:genre": [{
        "type": "literal",
        "property_id": 433,
        "property_label": "genre",
        "is_public": true,
        "@value": "Nu metal, rock alternatif, metal alternatif, rap rock, grunge"
    }],
    "dcterms:available": [{
        "type": "literal",
        "property_id": 22,
        "property_label": "Date Available",
        "is_public": true,
        "@value": "1993"
    }],
    "mmmmo:instrument": [{
        "type": "literal",
        "property_id": 440,
        "property_label": "instrument",
        "is_public": true,
        "@value": "Chant, guitare, claviers"
    }],
    "mmmmo:biography": [{
        "type": "literal",
        "property_id": 407,
        "property_label": "biography",
        "is_public": true,
        "@value": "Chester Charles Bennington naît le 20 mars 1976 à Phoenix en Arizona, d\u0027un père policier et d\u0027une mère infirmière. Chester a deux grandes sœurs et un demi-frère, Brian, de 13 ans son aîné. Il étudie au collège de Greenway et au lycée de Washington, où il est diplômé en 1994. Enfant, Chester chante dans toute la maison en s\u0027imaginant être le cinquième membre de Depeche Mode. Chester est abusé sexuellement par un ami de la famille alors qu\u0027il n\u0027a que 7 ans1. Ses parents divorcent alors qu\u0027il n\u0027a que 11 ans. Il sombre alors dans la drogue. Dès ce moment et jusqu\u0027à ses 16 ans, Chester a admis avoir été accro au cannabis, puis à la cocaïne et à la méthamphétamine . Il n\u0027a jamais caché son alcoolisme et ses addictions à la drogue, se décrivant lui-même comme un junkie2.\n\nAvant sa carrière musicale, il vit grâce à des petits boulots : assistant dans une entreprise de services numériques, il travaille également dans un bar. (Chester a sa propre idée de la religion : « Je crois en Dieu mais je ne pratique, prêche ou discute pas ouvertement de ma propre idée »\n\nLe 20 juillet 2017, le chanteur a été retrouvé mort par un employé, pendu dans sa résidence à Palos Verdes Estates en Californie10. Le médecin légiste confirme un suicide.\n\nLa presse rapporte qu\u0027il a été profondément ébranlé par le suicide de son ami Chris Cornell survenu deux mois plus tôt, en mai 2017. Chester Bennington avait d\u0027ailleurs écrit en substance dans une lettre : « Je ne peux imaginer un monde sans toi »11. Les médias soulignent d\u0027ailleurs que le 20 juillet était l\u0027anniversaire de Chris Cornell12. Le 29 juillet 2017, une cérémonie funéraire a eu lieu au Jardin Botanique de South Coast à Palos Verdes Estates en Californie en présence de nombreux musiciens de la scène rock.\n\nLe 27 octobre suivant à Los Angeles, les cinq autres membres du groupe Linkin Park organisent un concert hommage au Hollywood Bowl. Participent à ce concert entre autres : Jonathan Davis, M. Shadows et Synyster Gates du groupe Avenged Sevenfold, Kiiara, Takahiro Morita du groupe One Ok Rock, Oliver Sykes, Machine Gun Kelly, Deryck Whibley et Frank Zummo du groupe Sum 41, Blink-182, Ryan Key, Alanis Morissette, Gavin Rossdale, Steve Aoki13.\n\nChester a six enfants : quatre garçons et deux filles (des jumelles). Jaime Bennington, son fils ainé, est né le 12 mai 1996 de sa relation avec sa petite amie de l\u0027époque Elka Brand14. Isaiah Bennington est né le 8 novembre 1997. Isaiah est le fils d\u0027Elka Brand mais n\u0027est pas le fils biologique de Chester. Chester s\u0027était séparé d\u0027Elka Brand en 1996 pour se marier avec sa première femme Samantha Marie Olit. Il adoptera cependant officiellement Isaiah en 200614.\n\nLe 31 octobre 1996, alors âgé de 20 ans, Chester se marie avec Samantha Marie Olit. N\u0027ayant pas assez d\u0027argent pour se permettre un vrai mariage, Chester travaillant alors dans un restaurant de l\u0027enseigne Burger King5, et s\u0027acheter des alliances, ils se sont fait tatouer celles-ci sur leurs doigts14. Ensemble ils ont un fils Draven Sebastian Bennington, né en 200214. Le 2 mai 2005, après huit ans et demi de mariage, le couple divorce. Alors très affecté par sa précédente rupture, Chester rencontre Talinda Ann Bentley grâce à un ami commun. Chester dira qu\u0027il a tout de suite su que c\u0027était la femme de sa vie14. Ils emménagent ensemble au bout d\u0027une semaine et se marient le 31 décembre 2005. Ensemble, ils ont un garçon, Tyler Lee, né en 2006 et des jumelles, Lily et Lila, nées en 201114.\n\nChester était un fan de l\u0027équipe de NBA des Phoenix Suns, tandis que Mike Shinoda, autre chanteur du groupe Linkin Park, supportait lui les Lakers5.\n\n"
    }],
    "mmmmo:download": [{
        "type": "literal",
        "property_id": 423,
        "property_label": "download",
        "is_public": true,
        "@value": "https:\/\/www.deezer.com\/fr\/artist\/1490547"
    }],
    "mmmmo:group": [{
        "type": "literal",
        "property_id": 434,
        "property_label": "group",
        "is_public": true,
        "@value": "linkin park"
    }],
    "mmmmo:producer": [{
        "type": "literal",
        "property_id": 480,
        "property_label": "producer",
        "is_public": true,
        "@value": "Chester Bennington"
    }],
    "mmmmo:wikipedia": [{
        "type": "literal",
        "property_id": 529,
        "property_label": "wikipedia",
        "is_public": true,
        "@value": "https:\/\/fr.wikipedia.org\/wiki\/Chester_Bennington"
    }]
}